Repository: IAmMajo/Pleno
Catalog: KIVoP-ios/KIVoP-ios/Localizable.xcstrings
Source language: en
Languages: de, tr

# Möchtest du das Event '%@' wirklich löschen?
source: Do you really want to delete the event '%@'?
de: Möchtest du das Event '%@' wirklich löschen?
tr: '%@' etkinliğini gerçekten silmek istiyor musunuz?

# Möchtest du deinen Account wirklich löschen?
source: Are you sure you want to delete your account?
de: Möchtest du deinen Account wirklich löschen?
tr: Hesabınızı gerçekten silmek istiyor musunuz?

# Möchtest du dieses Konto wirklich löschen?
source: Do you really want to delete this account?
de: Möchtest du dieses Konto wirklich löschen?
tr: Bu hesabı gerçekten silmek istiyor musunuz?

# Möchtest du wirklich abstimmen?
source: Are you sure you want to vote?
de: Möchtest du wirklich abstimmen?
tr: Gerçekten oy kullanmak ister misin?

# Möchtest du wirklich speichern?
source: Do you really want to save?
de: Möchtest du wirklich speichern?
tr: Gerçekten kaydetmek istiyor musunuz?

# Möchtest du wirklich zurück?
source: Do you really want to go back?
de: Möchtest du wirklich zurück?
tr: Gerçekten geri dönmek istiyor musun?

# Nach Sitzung suchen
source: Search for the session
de: Nach Sitzung suchen
tr: Search for session

# Name der Fahrt
source: Name of the ride
de: Name der Fahrt
tr: Yolculuğun Adı

# Name eingeben
source: Enter name
de: Name eingeben
tr: İsim girin

# Nein
source: No
de: Nein
tr: HAYIR

# Neue Event Fahrt
source: New Event Ride
de: Neue Event Fahrt
tr: Yeni Etkinlik Yolculuğu

# Neue Fahrt
source: New Ride
de: Neue Fahrt
tr: Yeni sürüş

# Neue Fahrt anbieten
source: Offer new ride
de: Neue Fahrt anbieten
tr: Yeni yolculuk teklif etmek

# Neues Passwort
source: New password
de: Neues Passwort
tr: Yeni Şifre

# NEUES PASSWORT
source: New password
de: NEUES PASSWORT
tr: Yeni Şifre

# No poster data available.
source: Translate to English: No poster data available.
de: No poster data available.
tr: Afiş verisi mevcut değil.

# oder
source: or
de: oder
tr: veya

# oder plane deine nächste
source: Or plan your next
de: oder plane deine nächste

# Öffnen mit Apple Maps
source: Open with Apple Maps
de: Öffnen mit Apple Maps
tr: Apple Haritalar ile açın

# Öffnen mit Google Maps
source: Open with Google Maps
de: Öffnen mit Google Maps
tr: Google Maps ile açın

# Öffnen mit Waze
source: Open with Waze
de: Öffnen mit Waze
tr: Waze ile açın

# Optionen
source: Options
de: Optionen

# Organisator
source: Organizer
de: Organisator
tr: Organizatör

# Ort
source: Location
de: Ort
tr: Konum

# Passt
source: Got it
de: Passt
tr: Uygun

# Passt alles?
source: Everything visible?
de: Passt alles?
tr: Her şey uygun mu?

# Passwort
source: password
de: Passwort

# PASSWORT
source: PASSWORD
de: PASSWORT
tr: ŞİFRE

# Passwort ändern
source: Change Password
de: Passwort ändern

# Passwort vergessen?
source: Forget password?
de: Passwort vergessen?
tr: Forgot your password?

# Passwort wiederholen
source: Repeat password
de: Passwort wiederholen

# PASSWORT WIEDERHOLEN
source: Repeat password
de: PASSWORT WIEDERHOLEN
tr: Şifreyi tekrar girin

# Passwort zurücksetzen
source: Reset password
de: Passwort zurücksetzen

# Plakat %@
source: Poster %@
de: Plakat %@

# Plakat abhängen?
source: Take down poster?
de: Plakat abhängen?
tr: Afişi indirme?

# Profil
source: Profile
de: Profil

# Profil und Vereinsinformationen
source: Profile and Club Information
de: Profil und Vereinsinformationen
tr: Profil ve dernek bilgileri

# Profilbild
source: Profile
de: Profilbild
tr: Profil

# Protokoll auf
source: Protocol on
de: Protokoll auf

# Protokoll auswählen
source: Select the protocol
de: Protokoll auswählen
tr: Protokolü seçin

# Protokoll öffnen in
source: Open protocol in
de: Protokoll öffnen in

# Protokoll:
source: Protocol:
de: Protokoll:
tr: Protokol:

# Protokoll: %@
source: Protocol: %@
de: Protokoll: %@
tr: Protokol: %@

# Protokollant
source: Recorder
de: Protokollant
tr: Tutanak tutan

# Protokollantenauswahl
source: Protocol selection
de: Protokollantenauswahl
tr: Protokol seçimi

# Protokolle
source: Protocols
de: Protokolle
tr: Protokoller

# Protokolle zu %@
source: Protocols for %@
de: Protokolle zu %@
tr: %@ hakkındaki protokoller

# Ratssitzungen,
source: Council meetings,
de: Ratssitzungen,
tr: Konsey toplantıları,

# Registrieren
source: Register
de: Registrieren

# Schließen
source: Close
de: Schließen
tr: Kapatmak

# Schließt:
source: Closes at:
de: Schließt:
tr: Kapsar:

source: Translate to English: You must first participate in the event before you can participate in the carpool.
de: Sie müssen erst am Event teilnehmen, bevor Sie an der Fahrgemeinschaft teilnehmen
tr: Etkinliğe katılmadan önce araç paylaşımına katılmanız gerekiyor.

# Sie müssen zuerst an der Abstimmung teilnehmen, um den Live-Stand zu sehen.
source: You must first participate in the voting to see the live status.
de: Sie müssen zuerst an der Abstimmung teilnehmen, um den Live-Stand zu sehen.
tr: Canlı sonuçları görmek için önce oylamaya katılmanız gerekiyor.

# Sie müssen zuerst an der Umfrage teilnehmen, um den Live-Stand zu sehen.
source: You must first take the poll to see the live score.
de: Sie müssen zuerst an der Umfrage teilnehmen, um den Live-Stand zu sehen.
tr: Canlı standı görmek için önce ankete katılmalısınız.

# Sitzung
source: Meeting
de: Sitzung
tr: Toplantı

# Sitzungen
source: Sessions
de: Sitzungen
tr: Oturumlar

# Sitzungsleiter
source: Headmaster
de: Sitzungsleiter
tr: chairperson

# Sonderfahrt
source: Special trip
de: Sonderfahrt
tr: Özel sefer

# Sonderfahrten
source: Special trips
de: Sonderfahrten
tr: Özel seferler

# Speichern
source: Save
de: Speichern
tr: Kaydetmek

# Standort außerhalb der Anwendung öffnen?
source: Open location outside of the application?
de: Standort außerhalb der Anwendung öffnen?
tr: Uygulama dışında konumu açmak?

# Standort hinzufügen
source: Add location
de: Standort hinzufügen

# STANDORTE (%lld)
source: LOCATIONS (%lld)
de: STANDORTE (%lld)
tr: KONUMLAR (%lld)

# Startort
source: Starting location
de: Startort
tr: Başlangıç noktası

# Startzeit
source: Start time
de: Startzeit
tr: Başlama zamanı

# Stimmen (%llu)
source: Votes (%llu)
de: Stimmen (%llu)
tr: Oylar (%llu)

# Teilen...
source: Share…
de: Teilen...
tr: Paylaş...

# Teilnahme bestätigen
source: Confirm participation
de: Teilnahme bestätigen
tr: Katılımı onaylayın

# Teilnahmecode
source: Participation code
de: Teilnahmecode
tr: Katılım kodu

# Termine
source: Term
de: Termine
tr: Tarihler

# Umfrage Details
source: Survey Details
de: Umfrage Details
tr: Anket Detayları

# Umfrage-Ergebnis
source: Survey result
de: Umfrage-Ergebnis
tr: Anket sonucu

# Umfragen,
source: Polls,
de: Umfragen,
tr: Anketler,

# VERANTWORTLICHE (%lld)
source: RESPONSIBLE (%lld)
de: VERANTWORTLICHE (%lld)
tr: SORUMLU (%lld)

# Vereinslogo
source: Logo
de: Vereinslogo

# Vereinsplanung
source: club planning
de: Vereinsplanung
tr: Kulüp planlaması

# Vergangen
source: Past
de: Vergangen
tr: Geçmiş

# Vergangene
source: Past
de: Vergangene
tr: Geçmiş

# Vergangene Sitzungen
source: Past meetings
de: Vergangene Sitzungen
tr: Geçmiş oturumlar

# Vergangene Termine
source: Past dates
de: Vergangene Termine
tr: Past Events

# Verstanden
source: Got it
de: Verstanden
tr: Anladım

# Wähle die Art der Fahrt
source: Choose the type of ride
de: Wähle die Art der Fahrt
tr: Yolculuk türünü seçin

# Wählen Sie ein Event
source: Choose an event
de: Wählen Sie ein Event
tr: Bir etkinlik seçin

# Weiter
source: Further
de: Weiter

# Willst du an dem Event teilnehmen?
source: Do you want to participate in the event?
de: Willst du an dem Event teilnehmen?
tr: Etkinliğe katılmak ister misin?

# Wirklich abmelden?
source: Really unsubscribe?
de: Wirklich abmelden?
tr: Gerçekten abonelikten çıkın mı?

# Zielort
source: Destination
de: Zielort
tr: Varış yeri

# zu einer verbesserten
source: to an improved
de: zu einer verbesserten
tr: daha iyi bir hale

# zu einer verbesserten
source: To an improved
de: zu einer verbesserten
tr: Geliştirilmiş

# Zur aktuellen Sitzung
source: For the current session
de: Zur aktuellen Sitzung
tr: Mevcut oturum için

# Zur Plakat Position
source: To the poster position
de: Zur Plakat Position
tr: Poster pozisyonuna

# Zurück
source: Back
de: Zurück
tr: Geri

# Zurück zum Login
source: Back to the login
de: Zurück zum Login
tr: Girişe geri dön

source: 5. Newsletter
tr: 5. Bülten

source: Add Item
tr: Öğe Ekle

source: Count
tr: Saymak

source: Details
tr: Detaylar

source: Editor
tr: Editör

source: Error: %@
tr: Hata: %@

source: Events
tr: Olaylar

source: Fetching address...
tr: Adres alınıyor...

source: filter
tr: filtre

# Galerie
source: Gallery
tr: Galeri

source: link
tr: bağlantı

source: Live Status
tr: Canlı durum

source: Loading meetings ...
tr: Yükleme toplantıları ...

source: Loading...
tr: Yükleme ...

source: Login
tr: Giriş yapmak

source: Name
tr: isim

source: No meetings Available.
tr: Toplantı yok.

source: OK
tr: TAMAM

source: Option %LLD
tr: Seçenek %LLD

source: Organisation
tr: organizasyon
